{
  "Header": {
    "title": "Advance Engineering Classes",
    "paragraph": "Mastering the Future: Elevate Your Engineering Skills with Advanced Classes"
  },

  "About": {
    "paragraph": "At Advance Engineering Classes, we're dedicated to shaping the future of engineering excellence. Our comprehensive curriculum and expert faculty empower students to master cutting-edge technologies and innovative methodologies. Whether you're a seasoned professional or a budding engineer, our advanced classes offer a gateway to unlocking your full potential and staying ahead in today's dynamic industry landscape.",
    
    "Why": [
      "Expert Guidance: Benefit from the expertise of our renowned faculty members who bring years of industry experience to the classroom.",
      "Hands-On Learning: Apply theoretical knowledge to real-world situations through practical projects.",
      "Personalized Attention: Benefit from small class sizes and dedicated instructors for individualized support.",
      "Cutting-Edge Curriculum: Stay updated with our constantly evolving curriculum reflecting the latest engineering advancements."
    ],
    "Why2": [
      "Career Preparation: Our programs ensure readiness for future career paths, be it further education or entry into the workforce.",
      "Networking Opportunities: Connect with professionals and peers through various events and workshops.",
      "Flexibility: We offer flexible scheduling options to accommodate busy lifestyles, allowing you to balance your education with other commitments.",
      "Supportive Community: Join a supportive community of like-minded individuals who share your passion for engineering and are committed to helping each other succeed."
    ]
  },

  "Gallery": [
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/01-large.jpg",
      "smallImage": "img/portfolio/01-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/02-large.jpg",
      "smallImage": "img/portfolio/02-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/03-large.jpg",
      "smallImage": "img/portfolio/03-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/04-large.jpg",
      "smallImage": "img/portfolio/04-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/05-large.jpg",
      "smallImage": "img/portfolio/05-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/06-large.jpg",
      "smallImage": "img/portfolio/06-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/07-large.jpg",
      "smallImage": "img/portfolio/07-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/08-large.jpg",
      "smallImage": "img/portfolio/08-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/09-large.jpg",
      "smallImage": "img/portfolio/09-small.jpg"
    }
  ],

  "Courses": [
    {
      "icon": "I",
      "name": "1'st Year Engineering",
      "text": "Engineering mechanics(EM), Engineering drawings/ graphic (ED),Basic of electronics, electrical engineering (BEE), Maths-1, Maths-2."
    },
    {
      "icon": "II",
      "name": "2'nd Year Engineering",
      "text": "Maths-3, Maths-4, Electrical network/ circuit theory/ network theory (EN/NT/CTN), Control system (CS), Digital logic design/ digital system design/ digital circuits design (DSD/ DLDA/DCD/LD), Electronics circuit design (EDC/ADC/ED), Signal and system (SS), Linear integrated circuit/ Integrated circuit (LIC/DLIC/IC)."
    },
    {
      "icon": "III",
      "name": "3'rd Year Engineering",
      "text": "Electromagnetics (EME),Digital signal processing/ discrete time signal processing (DSP/DTSP),Signal processing (SP) ,Very large scale integrated circuit (VLSI)"
    },
    {
      "icon": "IV",
      "name": "4'th Year Engineering",
      "text": "Image processing (IP),Robotics, CMOS technology"
    }
  ],

  "Testimonials": [
    {
      "img": "img/testimonials/01.jpg",
      "text": "I highly recommend taking engineering classes with Siddharth sir. He provides excellent coaching and takes great care of his students. His knowledge and expertise in the field contribute to a positive and enriching learning experience.",
      "name": "Vaibhav Tyagi"
    },
    {
      "img": "img/testimonials/01.jpg",
      "text": "Its been 8 years since I have learnt from Siddharth Sir, he is still in touch and guiding me through every academic and career aspect of life as a mentor.He is really good in important subjects like Maths, Mechanics, Engineering Drawing and BEEE.",
      "name": "Ajay Wavhal"
    },
    {
      "img": "img/testimonials/01.jpg",
      "text": "The is best class I haved joined ever because the teaching style of siddarth sir is way better and different from other teachers and the way he handles students is best treats every student as friend. They cleared my golden kt in one attempt only of 1st year",
      "name": "Sui Leo"
    },
    {
      "img": "img/testimonials/01.jpg",
      "text": "Joined this class to improve my grades in Engineering, not only I got better result but cleared my doubts and enjoyed learning here.\nSiddharth. Sir is one of the amazing teacher I met in my life. Highly suggested for first year engineeing.",
      "name": "Swati Mohite"
    },
    {
      "img": "img/testimonials/01.jpg",
      "text": "The best engineering classes in Navi Mumbai. Trust me teachers for here will make all engineering semesters super easy. No chance of getting any KT. Without thinking twice join the classes.",
      "name": "Simran Madaan"
    },
    {
      "img": "img/testimonials/01.jpg",
      "text": "Faculty is very co-operative and amazing. Teaching style of Siddharth Sir is unique. Kudos to all!",
      "name": "Pranay Borhade"
    }
  ],

  "Team": [
    {
      "img": "img/team/01.jpg",
      "name": "Sushant Kule",
      "job": "Core Faculty"
    },
    {
      "img": "img/team/02.jpg",
      "name": "Siddharth Shivarkar",
      "job": "Core Faculty"
    },
    {
      "img": "img/team/03.jpg",
      "name": "Prashant Bhosale",
      "job": "Visiting Faculty"
    }
  ],

  "Contact": {
    "address": "Om Sai Datta Niwas, Plot No. A/32, 3rd Floor, A Wing Room No. 307, Sector-20, Opp. Nerul Rly Station (W) Beside SBI Bank Nerul Navi Mumbai-400706",
    "phone": "+91 7208549842",
    "email": "siddharthshivarkar@gmail.com",
    "facebook": "fb.com",
    "twitter": "twitter.com",
    "youtube": "youtube.com"
  },

  "Features": [
    {
      "icon": "fa fa-comments-o",
      "title": "Experienced Faculty",
      "text": "Our faculty brings extensive industry knowledge and expertise to the classroom, ensuring academic excellence. Learn from the best and gain invaluable insights to shape your engineering journey."
    },
    {
      "icon": "fa fa-bullhorn",
      "title": "Small Batch Size",
      "text": "Experience personalized attention with our small batch sizes. Each student receives individualized support, fostering a conducive learning environment where questions are encouraged and no one gets left behind."
    },
    {
      "icon": "fa fa-group",
      "title": "Personal Mentorship",
      "text": "Unlock your potential with our personalized mentorship program. Our dedicated mentors offer tailored guidance and support every step of the way, helping you thrive in both career and academia."
    },
    {
      "icon": "fa fa-magic",
      "title": "Student Improvement",
      "text": "Our comprehensive education approach focuses on your growth and development. Through innovative teaching methods and continuous feedback, we empower you to achieve academic success and realize your goals."
    }
  ]
}
